<?php

return array (
  'style' => 
  array (
    'title' => '作品风格',
    'type' => 'text',
    'value' => '轻松, 爆笑, 虐恋情深, 治愈, 暖心, 甜文, 先宠后虐, 先虐后宠, 恶搞, 正剧, 悲剧, 喜剧, 热血, 暗黑, 爽文, 温馨清水, 老司机, 囧文, 小白, 唯美, 暧昧, 励志, 玛丽苏, 浪漫, 吐槽, 轻小说, 勇猛',
    'tips' => '以英文逗号分割',
  ),
  'ending' => 
  array (
    'title' => '作品结局',
    'type' => 'text',
    'value' => '悲剧(BE), 喜剧(HE), 开放式, 大团圆',
    'tips' => '以英文逗号分割',
  ),
  'identity' => 
  array (
    'title' => '主角身份',
    'type' => 'text',
    'value' => '帝王, 暴君, 特种兵, 废柴, 特工, 杀手, 钻石男, 高干, 军长, 校花, 校草, 前任, 丑小鸭, 凤凰男, 教师, 明星, 纨绔, 佣兵, 神医, 毒医, 卧底, 反派, 女佣, 皇后, 王妃, 公主, 郡主, 小妾, 嫡女, 庶女, 王爷, 将军, 战神, 丫鬟, 书童, 盗贼, 替身, 黑道, 蛊师, 丧尸, 精灵, 妖精, 魔女, 狐狸精, 妈咪, 宝宝, 剩女, 正太, 贵公子, 阔少, 美男, 宅男, 风水师, 兽人, 萝莉, 首席, 吸血鬼, 宅女, 腐女, 千金, 网红, 异形, 孤儿, 法师, 才女, 医生, 弃妇, 老师',
    'tips' => '以英文逗号分割',
  ),
  'image' => 
  array (
    'title' => '主角形象',
    'type' => 'text',
    'value' => '专情, 深情, 阳光, 花心, 张扬, 内敛, 沉稳, 萌系, 可爱, 宅腐, 单纯, 腹黑, 邪魅, 傲娇, 冰山, 毒舌, 逗逼, 吃货, 深不可测, 玩世不恭, 杀伐果断, 扮猪吃虎, 机智, 双商感人, 铁血, 嚣张, 狡猾, 护短, 坚毅, 淡定, 冷酷, 妖孽',
    'tips' => '以英文逗号分割',
  ),
  'schools' => 
  array (
    'title' => '作品流派',
    'type' => 'text',
    'value' => '魂穿, 清穿, 反穿, 穿书, 群穿, 虐穿, 快穿, 重生, 学院, 末世, 机甲, 魔法, 娱乐圈, 超级英雄, 随身空间, 金手指, 美食, 盗墓, 鉴宝, 风水, 萌宠, 战宠, 女强, 女尊, 复仇, 争霸, 契约, 红楼, 变身, 转世, 性转, 系统流, 猥琐流, 废柴流, 凡人流, 洪荒流, 升级流, 退婚流, 相亲流, 无限流, 无敌流, 种田流, 软饭流, 技术流, 练功流, 儒道流, 召唤流, 异兽流, 养成, 赌石, 后妈, 灵魂互换, 高手下山, 强者回归',
    'tips' => '以英文逗号分割',
  ),
  'element' => 
  array (
    'title' => '故事元素',
    'type' => 'text',
    'value' => '日久生情, 一见钟情, 相爱相杀, 别后重逢, 欢喜冤家, 暗恋成真, 青梅竹马, 职场恋情, 都市情缘, 民国旧影, 阴差阳错, 商战, 布衣生活, 家长里短, 婚后相处, 情有独钟, 强强联手, 婆媳大战, 乡村爱情, 策马江湖, 江湖恩怨, 平凡生活, 宫廷侯爵, 麻雀变凤凰, 异国情缘, 姐弟恋, 女扮男装, 男扮女装, 炮灰逆袭, 代嫁, 生存奇遇, 奋斗, 隐婚, 裸婚, 同居生活, 军婚, 逃婚, 花季雨季, 失忆, 替孕, 斗智斗勇, 咸鱼翻身, 全息, 冒险, 神秘文化, 复仇虐渣, 权谋, 综漫, 平布青云, 近水楼台, 三教九流, 骑士与剑, 恋爱合约, 七年之痒, 爱情战争, 新欢旧爱, 手游, 鬼怪, 丹药, 位面, 独宠, 赚钱, 玄学, 职场, 生死大爱, LOL',
    'tips' => '以英文逗号分割',
  ),
);
